Revit 2027 API
SymbolTypeId.Hp Property
 Symbol hp, indicating unit Horsepower.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Hp { get; }
Public Shared ReadOnly Property Hp As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Hp {
	ForgeTypeId^ get ();
}
static member Hp : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace